Repository: mlueft/CSVSplitter
Catalog: CSVSplitter/i18n.*.resx
Languages: de

# button_close
source: close
de: schließen

# button_do_split
source: DO THE SPLIT
de: CSV-Datei teilen

# checkbox_add_header_to_split_files
source: Add header to split files
de: Kopfzeile in Teildatei einfügen

# checkbox_source_has_header
source: Source file contains header line
de: Quelldatei beinhaltet Kopfzeilen

# checkbox_use_advanced_options
source: Use splitting creteria
de: Trennungskriterien verwenden

# label_split_options
source: Split options
de: Splitoptionen

# label_info
source: CSVSplit+ splits CSV files into parts with a defined number of lines. This program can be used free of charge, without any warranty. For more information please visit
de: CSVSplit+ teilt CSV-Dateien in Teildatein mit definierter Zeilenzahl. Das Programm darf kostenlos, jedoch ohne jegliche Garantie verwendet werden. Für weitere Information besuchen sie

# label_inputfile
source: Input file
de: Quelldatei

# menu_about
source: about
de: über

# menu_file
source: File
de: Datei

# menu_help
source: help
de: Hilfe

# menu_quit
source: quit
de: beenden

# radio_split_after
source: Split after line matching regex below
de: Teile nach Zeile, die folgendem Regex entspricht

# radio_split_before
source: Split before line matching regex below
de: Teile vor Zeile, die folgendem Regex entspricht

# window_title_about
source: about
de: über

# label_split_after
source: Split after number of lines
de: Teile nach folgender Zeilenzahl

# checkbox_use_columns
source: Use column extraction
de: Spaltenauszug verwenden

# label_column_options
source: Columnoptions
de: Spaltenoptionen

# label_input_field_delimiter
source: Column delimiter
de: Spaltentrenner

# label_input_line_delimiter
source: Line break
de: Zeilenumbruch

# label_input_options
source: Sourceoptions
de: Quelloptionen

# label_input_text_delimiter
source: Text delimiter
de: Textbegrenzung

# label_output_field_delimiter
source: Column delimiter
de: Spaltentrenner

# label_output_line_delimiter
source: Line break
de: Zeilenumbruch

# label_output_options
source: Targetoptions
de: Zieloptionen

# label_output_text_delimiter
source: Text delimiter
de: Textbegrenzung

# radio_header_indices
source: index as column number
de: Index als Spaltenzahl

# radio_header_names
source: index as colum name
de: Index als Spaltennamen

# label_export_header
source: export columns
de: Zu exportierende Spalten

# checkbox_target_prefix
source: write prefix in split files
de: Präfix in Teildatei schreiben

# label_prefix
source: Data prefix block
de: Datenpräfixblock

# label_source_prefix
source: Number of prefix lines
de: Anzahl der Präfixzeilen

# exit_error
source: The process reported an error. Please check the log file.
de: Der Prozess hat einen Fehler berichtet. Bitte prüfen sie die Logdatei.

# exit_ok
source: The process ended succesfully.
de: Der Prozess wurde erfolgreich durchgeführt.
